Repository: WP-RESP/resp
Catalog: languages/*.po
Languages: fa_ir

source: Resp
fa_ir: رسپ

source: The most flexible and powerful WordPress designing tool.
fa_ir: انعطاف‌پذیرترین و قدرتمندترین ابزار طراحی ووردپرس.

source: Page Not Found
fa_ir: صفحه‌ای یافت نشد

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
fa_ir: صفحه‌ای که به دنبال آن هستید ممکن است حذف نام آن تغییر و یا بطور موقت از دسترس خارج شده باشد.

source: Back To Homepage
fa_ir: برگشت به خانه

source: Leave a comment
fa_ir: نظری بگذارید

# comments title
source: One reply on &ldquo;%s&rdquo;
fa_ir: یک پاسخ برای &ldquo;%s&rdquo;

source: Colors
fa_ir: رنگها

source: Some colors are defined in the current template. You can change colors in Appearance &gt; Customize.
fa_ir: تعدادی رنگ در این پوسته تعریف شده‌اند. برای تغییر رنگها به قسمت شخصی سازی بروید.

source: To customize colors, go to Appearance &gt; Themes page. On this page, find the active theme (RESP in our case) and click on the Customize button next to its title, there you can change colors.
fa_ir: برای شخصی سازی رنگها به قسمت نمایش &gt; پوسته ها. در این صفحه قسمت پوسته فعال رفته و بر روی شخصی سازی کلیک کنید.

source: « Previous
fa_ir: « قبلی

source: Next »
fa_ir: بعدی »

source: Header
fa_ir: سربرگ

source: Widgets will appear on all pages of your blog site.
fa_ir: ابزارکها در تمامی صفحات نشان داده می‌شوند.

source: Footer
fa_ir: پاورقی

source: Values
fa_ir: مقادیر

source: Value not defined: %s
fa_ir: مقدار تعریف نشده: %s

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: File not found: "%s"
fa_ir: فایل "%s" پیدا نشد

source: File not Found "%s"
fa_ir: فایل "%s" پیدا نشد

source: Unable to find "config.json".
fa_ir: امکان دسترسی به فایل "config.json" نیست.

source: Unable to parse data.
fa_ir: امکان تجزیه‌وتحلیل اطلاعات نیست.

source: Save Changes
fa_ir: ذخیره تغییرات

source: Backup
fa_ir: پشتیبان

source: Version
fa_ir: نسخه

source: Please see %1$s to learn more about RESP.
fa_ir: لطفا برای کسب اطلاعات بیشتر در مورد رسپ صفحه %1$s را مشاهده کنید.

source: Documentation
fa_ir: مستندات

source: You may need certain %1$s or tools to create templates.
fa_ir: ممکن است شما برای ساخت پوسته به ‌%1$s خاصی نیاز داشته باشید.

source: Plugins
fa_ir: افزونه

source: Install Template
fa_ir: نصب پوسته

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Website
fa_ir: وب‌سایت

source: Save my name, email, and website in this browser for the next time I comment.
fa_ir: نام ، ایمیل و وب سایت من را برای دفعه بعدی که نظر می دهم در این مرورگر ذخیره کن.

source: You must be %1$s to post a comment.
fa_ir: شما باید %1$s تا بتوانید دیدگاهتان را ارسال کنید.

source: logged in
fa_ir: وارد بشوید

source: Logged in as %s. Edit your profile.
fa_ir: وارد شده بعنوان %s ویرایش پروفایل.

source: Logged in as
fa_ir: وارد شده به عنوان

source: Log out?
fa_ir: خارج می‌شوید؟

source: Your email address will not be published.
fa_ir: آدرس ایمیل شما منتشر نخواهد شد.

source: Leave a Reply
fa_ir: پاسخی بگذارید

source: Leave a Reply to %s
fa_ir: پاسخی بگذارید برای %s

source: Cancel reply
fa_ir: انصراف از پاسخ

source: Post Comment
fa_ir: ارسال دیدگاه

source: Your comment is awaiting moderation.
fa_ir: دیدگاه شما در انتظار تایید است.

source: Your comment is awaiting moderation. This is a preview, your comment will be visible after it has been approved.
fa_ir: دیدگاه شما در انتظار تایید است. این یک پیش نمایش است و دیدگاه شما بعد از تایید مدیر سایت برای عموم قابل دیدن است.

source: (Edit)
fa_ir: (ویرایش)

source: Search...
fa_ir: جستجو...

source: Go
fa_ir: برو

source: No results are available for "%s"
fa_ir: نتیجه ای برای "%s" یافت نشد

source: Results for "%s"
fa_ir: نتایج برای "%s"

source: Under Construction
fa_ir: در دست ساخت

source: Sorry, We are running some updates. We'll be back soon.
fa_ir: .هم‌اکنون در‌حال ایجاد تغییراتی در سایت هستیم

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: A New Version Is Available
fa_ir: نسخه جدیدتری در دسترس است

source: Dashboard
fa_ir: پیشخوان

source: Configuration
fa_ir: پیکربندی

source: Script
fa_ir: اسکریپت

source: Edit
fa_ir: ویرایش

source: Settings
fa_ir: تنظیمات

source: Backup configuration before making changes.
fa_ir: قبل از تغییر پیکر‌بندی نسخه پشتیبان تهیه کنید.

source: The following code will be added to the document footer.
fa_ir: کد های زیر به قسمت فوتر صفحه اضافه خواهند شد.

source: Development-Mode
fa_ir: نوع-گسترش دهنده

source: Enable Developer tools.
fa_ir: فعال سازی ابزار گسترش.

source: Maintenance-Mode
fa_ir: نوع تعمیرات

source: Show "Under Construction" page.
fa_ir: نمایش صفحه دردست طراحی.

source: No-jQuery
fa_ir: بدون jQuery

source: Remove jQuery library.
fa_ir: حذف کتابخانه jQuery.

source: Default Classes
fa_ir: کلاس‌های معمول

source: Add default classes to the elements.
fa_ir: افزودن کلاس‌های معمول به عناصر.

source: Isolation
fa_ir: تفکیک

source: Isolate filters and classes.
fa_ir: تفکیک فیلترها و کلاس‌ها

source: RESP API
fa_ir: رسپ API

source: Use RESP API modules.
fa_ir: استفاده از ماژول API رسپ.
